
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">通信およびダウンロードの実験を可能にする</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 以降</string>
      <string id="Part_UninstallEdgePolicy">Microsoft Edge のアンインストール ポリシー</string>
      <string id="Pol_ProxyMode">プロキシ サーバーの設定をどのように指定するかを選択する</string>
      <string id="Name_ForceInstallsMachine">強制インストール (コンピューター全体)</string>
      <string id="Name_ManualUpdatesOnly">手動更新のみ</string>
      <string id="Pol_EdgePreview">Windows Insider Program のユーザーが Edge プレビューに登録できるようにする</string>
      <string id="Name_UninstallEdgeDisabled">無効</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 以降</string>
      <string id="Explain_Applications">将来リリースされる Edge アプリケーションをサポートするには、更新された ADMX/ADML テンプレートが必要になります。</string>
      <string id="Name_DesktopShortcutDisabled">インストール時にデスクトップへのショートカットの作成を禁止する</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">既定の更新時にデスクトップへのショートカットを削除する</string>
      <string id="ProxyFixedServers_DropDown">固定のプロキシ サーバーを使用する</string>
      <string id="TargetChannel_Dev_DropDown">Dev</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 以降</string>
      <string id="Pol_ECSControl">実験および構成サービスとのアップデーターの通信を制御する</string>
      <string id="Explain_ECSControl">Microsoft Edge Update では、実験および構成サービスを使用して実験ペイロードを展開します。

実験ペイロードは、Microsoft がテストとフィードバックのために有効にしている開発初期の機能のリストで構成されています。

このポリシーを有効 (1) にした場合、実験および構成サービスから実験ペイロードがダウンロードされます。

このポリシーを無効 (0) にした場合、実験および構成サービスとの通信が完全に停止されます。

このポリシーを構成しなかった場合、管理対象デバイスでは、動作はポリシーを [無効] にしたときと同じになります。

このポリシーを構成しなかった場合、管理対象ではないデバイスでは、動作はポリシーを [有効] にしたときと同じになります。</string>
      <string id="Name_InstallsDisabled">インストールが無効になっています</string>
      <string id="Pol_TargetChannel">ターゲット チャネルの上書き</string>
      <string id="Pol_AllowInstallation">インストールを許可する</string>
      <string id="Name_UninstallEdgeEnabledAndDeleteData">ユーザー データの有効化と削除</string>
      <string id="Explain_CreateDesktopShortcut">(1) このポリシーを有効にすると、Microsoft Edge がインストールされた場合にデスクトップ ショートカットが作成されます。
 (0) このポリシーを無効にすると、Microsoft Edge がインストールされた場合にデスクトップ ショートカットは作成されません。
 このポリシーを構成しない場合は、インストール中に Microsoft Edge のデスクトップ ショートカットが作成されます。
 Microsoft Edge がインストール済みの場合は、このポリシーの影響はありません。

 チャネルに対してこのポリシーを構成しない場合、'インストール時にデスクトップ ショートカットを作成する (既定)' ポリシーの構成によって、Microsoft Edge のインストール時のショートカットの作成が決定されます。</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 以降</string>
      <string id="Pol_AllowSideBySideExperience">Microsoft Edge でのブラウザーの同時実行エクスペリエンスを許可する</string>
      <string id="Explain_AutoUpdateCheckPeriod">自動更新チェックの間隔の最小時間 (分)。

このポリシーで値を 0 に設定すると、Microsoft Edge Update による定期的なネットワーク トラフィックがすべて無効になります。Microsoft Edge Update 自体が安定性とセキュリティに関する更新プログラムを受け取らなくなるため、これはお勧めしません。

この設定ではなく、"更新ポリシーのオーバーライドの既定値" とアプリケーションごとの "更新ポリシーのオーバーライド" 設定を使用して、アプリケーションの更新を管理する必要があります。

このポリシーの値の範囲は 0 ～ 43200 です。</string>
      <string id="TargetChannel_Extended_Stable_DropDown">拡張安定</string>
      <string id="Sup_EdgeUpdate1_3_195_63">Microsoft Edge Update 1.3.195.63 以降</string>
      <string id="Explain_DefaultUpdatePolicy">Microsoft Edge で利用できる更新プログラムを Microsoft Edge Update で処理する方法について、すべてのチャネルを対象とした既定の動作を指定できます。これらの動作は、'更新ポリシーのオーバーライド' ポリシーを特定のチャネルに対して指定することで、チャネルごとにオーバーライドすることができます。

このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
 - 更新を無効にする (0): 更新プログラムは適用されません。
 - 常に更新を許可する (1) (おすすめ): 更新プログラムは、定期的な更新チェックまたは手動更新チェックで検出された場合に必ず適用されます。
 - 手動更新のみ (2): 更新プログラムは、ユーザーが手動更新チェックを実行する場合にのみ適用されます。
 - 自動サイレント更新のみ (3): 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。

手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

このポリシーを有効にせず、構成しない場合、Microsoft Edge Update では、'更新ポリシーのオーバーライド' ポリシーの指定に従って利用可能な更新プログラムを処理します。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_WebView_AutoUpdate">WebView2 ランタイムに対して自動更新を有効にするかどうかを指定できます。WebView2 ランタイムは、アプリケーションが Web コンテンツを表示するために使用するコンポーネントです。
 自動更新は規定で有効になっています。WebView2 ランタイムの自動更新を無効にすると、このコンポーネントに依存するアプリケーションとの互換性の問題が発生する可能性があります。

 このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って WebView2 Runtime の更新プログラムを処理します。
 - 常に更新を許可する (1): 更新プログラムは自動的にダウンロードおよび適用されます
 - 更新は無効 (0): 更新プログラムはダウンロードまたは適用されません

 このポリシーを有効にしない場合、更新プログラムは自動的にダウンロードおよび適用されます。</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 以降</string>
      <string id="Name_MeteredUpdatesEnabled">従量制課金アップデートが許可されました</string>
      <string id="ProxyAutoDetect_DropDown">プロキシの設定を自動的に検出する</string>
      <string id="ProxyPacScript_DropDown">.pac プロキシ スクリプトを使用する</string>
      <string id="Sup_EdgeUpdate1_3_179_5">Microsoft Edge アップデート 1.3.179.5 以降</string>
      <string id="DownloadPreference_DropDown">キャッシュ可能なダウンロード URL</string>
      <string id="Name_ForceInstallsUser">強制インストール (ユーザーごと)</string>
      <string id="Explain_AllowSideBySideExperience">このポリシーを使用すると、ユーザーは Microsoft Edge (Edge HTML) と Microsoft Edge (Chromium ベース) を同時に実行できます。

このポリシーを "未構成" に設定した場合、Microsoft Edge (Chromium-based) 安定チャネルと 2019 年 11 月のセキュリティ更新プログラムをインストールすると、Microsoft Edge (Edge HTML) が Microsoft Edge (Chromium ベース) に置き換わります。これは、"無効" に設定した場合と同じ動作です。

"無効" (0) に設定した場合、同時実行エクスペリエンスがブロックされ、Microsoft Edge (Chromium-based) 安定チャネルと 2019 年 11 月のセキュリティ更新プログラムをインストールすると、Microsoft Edge (Edge HTML) が Microsoft Edge (Chromium ベース) に置き換わります。これは、"未構成" に設定した場合と同じ動作です。

このポリシーを "有効" (1) に設定した場合、Microsoft Edge (Chromium-based) をインストールすると、Microsoft Edge (Chromium-based) と Microsoft Edge (Edge HTML) を同時に実行できます。

このグループ ポリシーを有効するには、Windows Update による Microsoft Edge (Chromium-based) の自動インストールが行われる前に、ポリシーを構成する必要があります。注: ​ユーザーは、Microsoft Edge (Chromium-based) Blocker Toolkit を使用して、Microsoft Edge (Chromium-based) の自動更新をブロックできます。

Windows 10 バージョン 20H2 の Microsoft Edge 従来版とサイド バイ サイドのブラウザ環境での起動はサポートされていません。</string>
      <string id="Explain_RemoveDesktopShortcut">このポリシーを [システム レベルのデスクトップへのショートカットを強制的に削除する] (1) に設定した場合、ブラウザーの更新時またはコンピューターの再起動時に、既存のシステム レベルの Microsoft Edge デスクトップ ショートカットがすべて削除されます。
 このポリシーを [システム レベルおよびユーザー レベルのデスクトップへのショートカットを強制的に削除する] (2) に設定した場合、ブラウザーの更新時またはコンピューターの再起動時に既存のシステム レベルの Microsoft Edge デスクトップへのショートカットがすべて削除され、ブラウザーの更新時に既存のユーザー レベルのデスクトップへのショートカットがすべて削除されます。これには、ユーザーが自分で作成した可能性のあるユーザー レベルのデスクトップへのショートカットが含まれます。
 このポリシーを構成しない、またはこのポリシーを無効にする (0) 場合、既存の Microsoft Edge デスクトップへのショートカットには何も起こりません。

 このポリシーをチャネルに構成しない場合、'既定の更新時にデスクトップへのショートカットを削除する' ポリシー構成でデスクトップへのショートカットを削除することが決定されます。</string>
      <string id="ProxyDisabled_DropDown">プロキシを使用しない</string>
      <string id="Pol_DefaultAllowInstallation">インストールの既定の動作を許可する</string>
      <string id="Pol_ProxyPacUrl">プロキシ .pac ファイルへの URL</string>
      <string id="Cat_Applications">アプリケーション</string>
      <string id="Explain_ProxyPacUrl">プロキシ自動構成 (PAC) ファイルの URL を指定できます。

このポリシーを有効にした場合、PAC ファイルの URL を指定して、特定の Web サイトを取得するために Microsoft Edge Update で適切なプロキシ サーバーを選択する方法を自動化できます。

このポリシーは、'プロキシサーバー設定の指定方法を選択する' ポリシーで手動プロキシ設定を指定した場合にのみ適用されます。

'プロキシサーバー設定の指定方法を選択する' ポリシーで手動以外のプロキシ設定を選択した場合は、このポリシーを構成しないでください。</string>
      <string id="Sup_EdgeUpdate1_3_193_5">Microsoft Edge Update 1.3.193.5 以降</string>
      <string id="TargetChannel_Beta_DropDown">ベータ</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 以降</string>
      <string id="Explain_Preferences">Microsoft Edge Update に関する全般的なポリシーです。</string>
      <string id="Explain_WebView">WebView2 ランタイムの仕様ポリシー。</string>
      <string id="Name_DefaultMeteredUpdatesDisabled">デフォルトの従量制アップデートは無効になっています</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 以降</string>
      <string id="Explain_ProxyServer">Microsoft Edge Update で使用するプロキシ サーバーの URL を指定できます。

このポリシーを有効にすると、組織の Microsoft Edge Update で使用されるプロキシサーバーの URL を設定できます。

このポリシーは、'プロキシサーバー設定の指定方法を選択する' ポリシーで手動プロキシ設定を選択した場合にのみ適用されます。

'プロキシサーバー設定の指定方法を選択する' ポリシーで手動以外のプロキシ設定を選択した場合は、このポリシーを構成しないでください。</string>
      <string id="Pol_MeteredUpdates">ユーザーが従量制接続で更新できるようにする</string>
      <string id="Name_UninstallEdgeNotConfigured">構成されていません</string>
      <string id="Explain_DefaultAllowInstallation">すべてのチャネルの既定の動作を指定して、ドメインに参加しているデバイスで Microsoft Edge を許可またはブロックできます。

特定のチャネルに対して (1) 'インストールを許可する' ポリシーを有効にして、個々のチャネルでこのポリシーよりも優先させることができます。

(2) このポリシーを無効にした場合、Microsoft Edge のインストールがブロックされます。これは、「インストールを許可する」ポリシーが [未構成] に設定されている場合の Microsoft Edge ソフトウェアのインストールにのみ影響します。

このポリシーによって、Microsoft Edge Update が実行できなくなったり、ユーザーが他の方法を使用して Microsoft Edge ソフトウェアをインストールできなくなったりすることはありません。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1 以降</string>
      <string id="TargetChannel_Stable_DropDown">安定</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">更新ポリシーのオーバーライドの既定値</string>
      <string id="Explain_ProxyMode">Microsoft Edge Update で使用されるプロキシサーバー設定を指定できます。

このポリシーを有効にした場合、次のプロキシ サーバー オプションから選択できます。
- プロキシサーバーを使用せず、常に直接接続することを選択した場合、他のすべてのオプションは無視されます。
- システム プロキシの設定を使用するか、プロキシ サーバーを自動検出するかを選択した場合、他のすべてのオプションは無視されます。
- 固定サーバー プロキシ モードを選択した場合は、'プロキシ サーバーのアドレスまたは URL' ポリシーでその他のオプションを指定できます。
- .pac プロキシ スクリプトを使用することを選択した場合は、スクリプトの URL を ' プロキシ .pac ファイルへの URL ' ポリシーで指定する必要があります。

このポリシーを有効にすると、組織のユーザーは Microsoft Edge Update でプロキシ設定を変更できなくなります。

このポリシーを無効にする場合、または構成しない場合は、プロキシ サーバー設定は構成されませんが、組織内のユーザーは Microsoft Edge Update に対して自分のプロキシ設定を選択できます。</string>
      <string id="Name_UninstallEdgeEnabledAndKeepData">有効</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 以降</string>
      <string id="Pol_RemoveDesktopShortcut">更新時にデスクトップ ショートカットを削除する</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 以降</string>
      <string id="Name_UpdatesDisabled">更新を無効にする</string>
      <string id="Pol_RollbackToTargetVersion">ターゲット バージョンへのロールバック</string>
      <string id="Explain_WebView_Install">Microsoft Edge Update を使用して Microsoft Edge WebView2 をインストールするどうかを指定できます。

 (1) このポリシーを有効にする場合、ユーザーは Microsoft Edge Update を使用して Microsoft Edge WebView2 をインストールできます。

 (0) このポリシーを無効にする (または [インストールが無効] に設定する) 場合、ユーザーは Microsoft Edge Update 経由で Microsoft Edge WebView2 をインストールできません。

 このポリシーを [コンピュータ全体へのインストールを常に許可するが、ユーザーごとのインストールは許可しない] (4) に設定する場合、Microsoft Edge WebView2 はコンピューター全体でのみ展開されます。

 ポリシーを [強制的にインストールする (コンピューター全体)] (5) に設定する場合、ユーザーは、Microsoft Edge Update が事前にインストールされているすべてのコンピューターに Microsoft Edge WebView2 をインストールできます。Microsoft Edge Update 1.3.155.43 以上が必要です。

 このポリシーを構成しない場合、WebView2 ランタイムは、Microsoft Edge Update を通じてインストールされます。</string>
      <string id="Explain_GoogleUpdate">Microsoft Edge Update を使用して Microsoft Edge のインストールと更新を制御するポリシーです。</string>
      <string id="Name_EdgePreviewEnrollmentTypeAllowOptOut">オプトアウトを許可します</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Microsoft Edge をインストールする場合に、デスクトップ ショートカットを作成する既定の動作をすべてのチャネルについて指定できます。

 このポリシーを [システム レベルのデスクトップへのショートカットを強制的に削除する] (1) に設定した場合、ブラウザーの更新時またはコンピューターの再起動時に、既存のシステム レベルの Microsoft Edge デスクトップ ショートカットがすべて削除されます。
 このポリシーを [システム レベルおよびユーザー レベルのデスクトップへのショートカットを強制的に削除する] (2) に設定した場合、ブラウザーの更新時またはコンピューターの再起動時に既存のシステム レベルの Microsoft Edge デスクトップへのショートカットがすべて削除され、ブラウザーの更新時に既存のユーザー レベルのデスクトップへのショートカットがすべて削除されます。これには、ユーザーが自分で作成した可能性のあるユーザー レベルのデスクトップへのショートカットが含まれます。
 このポリシーを構成しない、またはこのポリシーを無効にする (0) 場合、既存の Microsoft Edge デスクトップへのショートカットには何も起こりません。</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">このポリシーを有効にした場合、更新チェックは、時間:分から一定の期間 (分) ごとに抑制されます。期間は夏時間の影響を受けられません。たとえば、開始時刻が 22:00 で期間が 480 分の場合、この期間中に夏時間が開始または終了するかどうかにかかわらず、更新は 8 時間だけ抑制されます。

このポリシーを無効にした場合、または構成しなかった場合、特定の期間に更新チェックは抑制されません。

このポリシーの値は、時間の場合は 0 から 23、分の場合は 0 から 59、期間は分単位で 0 から 960 の範囲で指定できます。</string>
      <string id="Name_UpdatesEnabled">常に更新を許可する (推奨)</string>
      <string id="Cat_ProxyServer">プロキシ サーバー</string>
      <string id="Pol_CreateDesktopShortcut">インストール時にデスクトップ ショートカットを作成する</string>
      <string id="Pol_AutoUpdateCheckPeriod">自動更新チェック期間のオーバーライド</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 以降</string>
      <string id="Pol_DefaultCreateDesktopShortcut">インストール時にデスクトップ ショートカットを作成する (既定)</string>
      <string id="Name_DeleteSystemDesktopShortcuts">システムレベルのデスクトップへのショートカットを強制的に削除する</string>
      <string id="Name_ECSCommunicationDisabled">実験および構成サービスとの通信を無効にする</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 以降</string>
      <string id="Name_InstallsEnabled">常にインストールを許可する (推奨)</string>
      <string id="Explain_DownloadPreference">有効にした場合、Microsoft Edge Update サーバーでは、更新ペイロードのキャッシュ フレンドリな URL を応答として提供します。</string>
      <string id="Name_AutomaticUpdatesOnly">自動サイレント更新のみ</string>
      <string id="Pol_DefaultMeteredUpdates">ユーザーが従量制接続ですべてのアプリを更新できるようにする</string>
      <string id="Name_DefaultMeteredUpdatesEnabled">デフォルトの従量制アップデートが許可されました</string>
      <string id="Pol_TargetVersionPrefix">ターゲット バージョンのオーバーライド</string>
      <string id="Pol_UninstallEdge">Microsoft Edge のアンインストール動作の指定</string>
      <string id="Name_MeteredUpdatesDisabled">従量制の無効化アップデート</string>
      <string id="Name_EdgePreviewEnrollmentTypeRequired">必須</string>
      <string id="Pol_DownloadPreference">ダウンロード URL クラスのオーバーライド</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">自動更新チェックを停止する 1 日あたりの時間帯</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 以降</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 Runtime</string>
      <string id="Pol_UpdatePolicy">更新ポリシーのオーバーライド</string>
      <string id="Pol_EdgePreviewEnrollmentType">Edge プレビューの登録の種類</string>
      <string id="Pol_ProxyServer">プロキシ サーバーのアドレスまたは URL</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Microsoft Edge をインストールする場合に、デスクトップ ショートカットを作成する既定の動作をすべてのチャネルについて指定できます。

 (1) このポリシーを有効にすると、Microsoft Edge がインストールされた場合にデスクトップ ショートカットが作成されます。
 (0) このポリシーを無効にすると、Microsoft Edge がインストールされた場合にデスクトップ ショートカットは作成されません。
 このポリシーを構成しない場合は、インストール中に Microsoft Edge のデスクトップ ショートカットが作成されます。
 Microsoft Edge がインストール済みの場合は、このポリシーの影響はありません。</string>
      <string id="Name_DeleteAllDesktopShortcuts">システムレベルおよびユーザーレベルのデスクトップ ショートカットの強制削除</string>
      <string id="ProxyUseSystem_DropDown">システム プロキシ設定を使用する</string>
      <string id="Cat_Preferences">基本設定</string>
      <string id="Name_InstallsEnabledMachineOnly">常にコンピューター全体へのインストールが許可されますが、ユーザーごとのインストールは許可されません。</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge の更新</string>
      <string id="Explain_DefaultMeteredUpdatesPolicy">従量制課金接続としてマークされた接続 (携帯ネットワーク接続など) や、すべてのアプリについてデータ使用量が制御されている他の接続で、Microsoft Edge Update を更新するかどうかを指定します。

このポリシーを有効にして構成しなかった場合、Microsoft Edge ブラウザーの [バージョン情報] ページの [従量制課金接続で更新をダウンロードする] トグルに基づいて更新が行われます。ユーザーが選択しない場合は、Windows 設定が使用されます。Windows 設定の詳細については、次のページを参照してください: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

常に更新を許可する (2): 更新は、自動更新チェックまたは手動更新チェックによって、見つかったときに常にダウンロードされます。

更新が無効 (1): 従量制課金接続を使用している場合、更新はダウンロードされません。</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Microsoft Edge チャネルをドメインに参加しているデバイスにインストールできるかどうかを指定します。

 チャネルに対して (1) このポリシーを有効にしても、Microsoft Edge のインストールはブロックされません。

 チャネルに対して (0) このポリシーを無効にする (または、'インストールが無効' に設定する) と、Microsoft Edge のインストールがブロックされます。

 チャネルに対してこのポリシーを構成しない場合、「インストールの既定の動作を許可する」ポリシーの構成によって、ユーザーが Microsoft Edge の該当するチャネルをインストールできるかどうかが決まります。

このポリシーを [Machine-Wide のインストールを常に許可するが、Per-User インストールは許可しない (4)] に設定した場合、Microsoft Edge はコンピューター全体でのみ展開されます。

このポリシーを強制的にインストール (コンピューター全体) (5) に設定した場合、"APP_NAME" は、Microsoft Edge Update が事前にインストールされている場合にのみ、コンピューター全体で展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーを [強制的にインストールする (ユーザーごと)] (6) に設定した場合、Microsoft Edge Update が事前にユーザーごとにインストールされている場合は、"APP_NAME" は基本的にユーザーごとにコンピューター全体に展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Microsoft Edge Update で Microsoft Edge からの利用可能な更新を処理する方法を指定します。

このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
 - 更新を無効にする (0): 更新プログラムは適用されません。
 - 常に更新を許可する (1) (おすすめ): 更新プログラムは、定期的な更新チェックまたは手動更新チェックで検出された場合に必ず適用されます。
 - 手動更新のみ (2): 更新プログラムは、ユーザーが手動更新チェックを実行する場合にのみ適用されます。(すべてのアプリでこのオプションのインターフェイスが提供されるわけではありません)。
 - 自動サイレント更新のみ (3): 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。

手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライドの既定値」ポリシーの指定に従って利用可能な更新プログラムを処理します。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136406 を参照してください。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_TargetChannelMicrosoftEdge">使用する Microsoft Edge 更新プログラム チャネルを指定します

このポリシーは、Microsoft Edge が従う更新プログラム チャネルを制御します。

このポリシーを有効にすると、Microsoft Edge は構成したチャネルに更新されます。
- 安定: 最新の安定バージョンに更新されます。
- ベータ: 最新のベータ版に更新されます。
- 開発: 最新の開発バージョンに更新されます。
-拡張安定: 安定版よりも長いリリース頻度に従って、最新の拡張安定版に更新されます。詳細については、https://go.microsoft.com/fwlink/?linkid=2163508 を参照してください。

このポリシーを無効にした場合、または構成しなかった場合、Microsoft Edge は既定のチャネルで利用可能な最新バージョンに更新されます。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows デバイスでのみサポートされます。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge はこのポリシー値で指定されたバージョンに更新されます。

ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge のバージョンである必要があります。

デバイスに指定の値より新しいバージョンの Microsoft Edge がある場合、Microsoft Edge は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136707 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Microsoft Edge Update では、Microsoft Edge のインストールを「ターゲット バージョンのオーバーライド」で指定されたバージョンへとロールバックすることを指定します。

このポリシーは、「ターゲット バージョンのオーバーライド」が設定され、「更新ポリシーのオーバーライド」がオン状態 (常に更新を許可する、自動サイレント更新のみ、手動更新のみ) のいずれかに設定されていない限り、何の効果もありません。

このポリシーを無効 (0) にするか、構成しない場合、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも高いバージョンのインストールはそのまま残ります。

このポリシーを有効 (1) にすると、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも新しいバージョンのインストールが対象バージョンにダウングレードされます。

最新のセキュリティ更新プログラムによる保護を確実にするために、ユーザーは最新バージョンの Microsoft Edge ブラウザーをインストールすることをお勧めします。以前のバージョンにロールバックすると、既知のセキュリティ問題にさらされるリスクがあります。このポリシーは、Microsoft Edge ブラウザー更新の問題に対処するための一時的な修正として使用することを目的としています。

ブラウザーのバージョンを一時的にロールバックする前に、組織内のすべてのユーザーに対して同期 (https://go.microsoft.com/fwlink/?linkid=2133032) をオンにすることをお勧めします。同期をオンにしない場合、閲覧データが永久に失われるリスクがあります。このポリシーは自己責任でご利用ください。

注: ロールバックに使用できる安定したチャネルのバージョンは、https://aka.ms/EdgeEnterprise で確認できます。

このポリシーは、Microsoft Edge バージョン 86 以降に適用されます。

詳細については、https://go.microsoft.com/fwlink/?linkid=2133918 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Windows Insider Program のユーザーが Microsoft Edge Update を使用して Edge プレビューに登録できるようにするかを指定できます。

 - (1) このポリシーを有効にする場合、Windows Insider Program のユーザーは、Microsoft Edge Update を使用して Edge プレビューに登録されます。

 - (0) このポリシーを無効にする場合、Windows Insider Program のユーザーは、Microsoft Edge Update を使用して Edge プレビューに登録できません。

 - このポリシーを構成しない場合、Windows Insider Program のユーザーは、既定で Microsoft Edge Update を使用して Edge プレビューに登録されます。</string>
      <string id="Explain_EdgePreviewEnrollmentTypeMicrosoftEdge">このポリシーの詳細は今後のリリースで利用可能になります</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdge">従量制課金接続としてマークされた接続 (携帯ネットワーク接続など) や、Microsoft Edge ブラウザーについてデータ使用量が制御されている他の接続で、Microsoft Edge Update を更新するかどうかを指定します。

このポリシーを有効にして構成しなかった場合、Microsoft Edge ブラウザーの [バージョン情報] ページの [従量制課金接続で更新をダウンロードする] トグルに基づいて更新が行われます。ユーザーが選択しない場合は、Windows 設定が使用されます。Windows 設定の詳細については、次のページを参照してください: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

常に更新を許可する (2): 更新は、自動更新チェックまたは手動更新チェックによって、見つかったときに常にダウンロードされます。

更新を無効にする (1): 従量制課金接続を使用している場合、更新はダウンロードされません。</string>
      <string id="Explain_UninstallEdgeMicrosoftEdge">欧州経済領域 (EEA) のドメイン参加済みデバイスで、Microsoft Edge (安定チャネル) をアンインストールするか、アンインストールできないようにするかを指定できます。

このポリシーが [有効] に設定されている場合、このポリシーが展開されている EEA 内のすべてのデバイスから Microsoft Edge が自動的にアンインストールされます。ユーザー データはデバイスに保持されます。次回の Microsoft Edge Update の自動更新チェック時に、Microsoft Edge はアンインストールされます。デバイスから Microsoft Edge がアンインストールされた場合、Microsoft Edge に依存するアプリケーション、ウィジェット (ニュース、検索、天気予報など)、またはその他のプログレッシブ Web アプリケーション (PWA) は使用できなくなります。

このポリシーが [有効にしてユーザーデータを削除する] (設定 [2]) に設定されている場合、このポリシーが展開されている EEA 内のすべてのデバイスから Microsoft Edge が自動的にアンインストールされ、デバイスからユーザー データが削除されます。

このポリシーが [無効] (設定 [3]) に設定されている場合、EEA 内のすべてのユーザーは、このポリシーが展開されている Microsoft Edge をアンインストールできません。

ポリシーが [未構成] (既定の設定) の場合、ドメインに参加しているデバイスで Microsoft Edge をアンインストールできるかどうかは、ユーザーの Windows の地域設定によって決まります。Microsoft Edge をアンインストールできるのは、EEA 諸国のユーザーのみです。この地域以外のユーザーは、Microsoft Edge をアンインストールできません。

このポリシーは、Windows 10 22H2 および Windows 11 23H2 以降のバージョンにおいて、以下のエディションでのみ利用可能です。Home、Pro、Pro Education、Pro for Workstations、Enterprise、Education、そして Enterprise マルチセッション版。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。

Microsoft Edge の再インストールが必要な場合:
- Microsoft Edge を再インストールするには、[インストール] ポリシーを [強制インストール (コンピューター全体)] に設定します。
- [インストール] ポリシーを [強制インストール (コンピューター全体)] に設定し、[アンインストール] ポリシーも [有効] に設定した場合、[強制インストール (コンピューター全体)] ポリシーによって [アンインストール] ポリシーが上書きされます。</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Microsoft Edge チャネルをドメインに参加しているデバイスにインストールできるかどうかを指定します。

 チャネルに対して (1) このポリシーを有効にしても、Microsoft Edge のインストールはブロックされません。

 チャネルに対して (0) このポリシーを無効にする (または、'インストールが無効' に設定する) と、Microsoft Edge のインストールがブロックされます。

 チャネルに対してこのポリシーを構成しない場合、「インストールの既定の動作を許可する」ポリシーの構成によって、ユーザーが Microsoft Edge の該当するチャネルをインストールできるかどうかが決まります。

このポリシーを [Machine-Wide のインストールを常に許可するが、Per-User インストールは許可しない (4)] に設定した場合、Microsoft Edge Beta はコンピューター全体でのみ展開されます。

このポリシーを強制的にインストール (コンピューター全体) (5) に設定した場合、"APP_NAME" は、Microsoft Edge Update が事前にインストールされている場合にのみ、コンピューター全体で展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーを [強制的にインストールする (ユーザーごと)] (6) に設定した場合、Microsoft Edge Update が事前にユーザーごとにインストールされている場合は、"APP_NAME" は基本的にユーザーごとにコンピューター全体に展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Microsoft Edge Update で Microsoft Edge からの利用可能な更新を処理する方法を指定します。

このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
 - 更新を無効にする (0): 更新プログラムは適用されません。
 - 常に更新を許可する (1) (おすすめ): 更新プログラムは、定期的な更新チェックまたは手動更新チェックで検出された場合に必ず適用されます。
 - 手動更新のみ (2): 更新プログラムは、ユーザーが手動更新チェックを実行する場合にのみ適用されます。(すべてのアプリでこのオプションのインターフェイスが提供されるわけではありません)。
 - 自動サイレント更新のみ (3): 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。

手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライドの既定値」ポリシーの指定に従って利用可能な更新プログラムを処理します。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136406 を参照してください。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">使用する Microsoft Edge 更新プログラム チャネルを指定します

このポリシーは、Microsoft Edge が従う更新プログラム チャネルを制御します。

このポリシーを有効にすると、Microsoft Edge は構成したチャネルに更新されます。
- 安定: 最新の安定バージョンに更新されます。
- ベータ: 最新のベータ版に更新されます。
- 開発: 最新の開発バージョンに更新されます。
-拡張安定: 安定版よりも長いリリース頻度に従って、最新の拡張安定版に更新されます。詳細については、https://go.microsoft.com/fwlink/?linkid=2163508 を参照してください。

このポリシーを無効にした場合、または構成しなかった場合、Microsoft Edge は既定のチャネルで利用可能な最新バージョンに更新されます。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows デバイスでのみサポートされます。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge はこのポリシー値で指定されたバージョンに更新されます。

ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge のバージョンである必要があります。

デバイスに指定の値より新しいバージョンの Microsoft Edge がある場合、Microsoft Edge は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136707 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Microsoft Edge Update では、Microsoft Edge のインストールを「ターゲット バージョンのオーバーライド」で指定されたバージョンへとロールバックすることを指定します。

このポリシーは、「ターゲット バージョンのオーバーライド」が設定され、「更新ポリシーのオーバーライド」がオン状態 (常に更新を許可する、自動サイレント更新のみ、手動更新のみ) のいずれかに設定されていない限り、何の効果もありません。

このポリシーを無効 (0) にするか、構成しない場合、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも高いバージョンのインストールはそのまま残ります。

このポリシーを有効 (1) にすると、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも新しいバージョンのインストールが対象バージョンにダウングレードされます。

最新のセキュリティ更新プログラムによる保護を確実にするために、ユーザーは最新バージョンの Microsoft Edge ブラウザーをインストールすることをお勧めします。以前のバージョンにロールバックすると、既知のセキュリティ問題にさらされるリスクがあります。このポリシーは、Microsoft Edge ブラウザー更新の問題に対処するための一時的な修正として使用することを目的としています。

ブラウザーのバージョンを一時的にロールバックする前に、組織内のすべてのユーザーに対して同期 (https://go.microsoft.com/fwlink/?linkid=2133032) をオンにすることをお勧めします。同期をオンにしない場合、閲覧データが永久に失われるリスクがあります。このポリシーは自己責任でご利用ください。

注: ロールバックに使用できる安定したチャネルのバージョンは、https://aka.ms/EdgeEnterprise で確認できます。

このポリシーは、Microsoft Edge バージョン 86 以降に適用されます。

詳細については、https://go.microsoft.com/fwlink/?linkid=2133918 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Windows Insider Program のユーザーが Microsoft Edge Update を使用して Edge プレビューに登録できるようにするかを指定できます。

 - (1) このポリシーを有効にする場合、Windows Insider Program のユーザーは、Microsoft Edge Update を使用して Edge プレビューに登録されます。

 - (0) このポリシーを無効にする場合、Windows Insider Program のユーザーは、Microsoft Edge Update を使用して Edge プレビューに登録できません。

 - このポリシーを構成しない場合、Windows Insider Program のユーザーは、既定で Microsoft Edge Update を使用して Edge プレビューに登録されます。</string>
      <string id="Explain_EdgePreviewEnrollmentTypeMicrosoftEdgeBeta">このポリシーの詳細は今後のリリースで利用可能になります</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeBeta">従量制課金接続としてマークされた接続 (携帯ネットワーク接続など) や、Microsoft Edge ブラウザーについてデータ使用量が制御されている他の接続で、Microsoft Edge Update を更新するかどうかを指定します。

このポリシーを有効にして構成しなかった場合、Microsoft Edge ブラウザーの [バージョン情報] ページの [従量制課金接続で更新をダウンロードする] トグルに基づいて更新が行われます。ユーザーが選択しない場合は、Windows 設定が使用されます。Windows 設定の詳細については、次のページを参照してください: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

常に更新を許可する (2): 更新は、自動更新チェックまたは手動更新チェックによって、見つかったときに常にダウンロードされます。

更新を無効にする (1): 従量制課金接続を使用している場合、更新はダウンロードされません。</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeBeta">欧州経済領域 (EEA) のドメイン参加済みデバイスで、Microsoft Edge (安定チャネル) をアンインストールするか、アンインストールできないようにするかを指定できます。

このポリシーが [有効] に設定されている場合、このポリシーが展開されている EEA 内のすべてのデバイスから Microsoft Edge が自動的にアンインストールされます。ユーザー データはデバイスに保持されます。次回の Microsoft Edge Update の自動更新チェック時に、Microsoft Edge はアンインストールされます。デバイスから Microsoft Edge がアンインストールされた場合、Microsoft Edge に依存するアプリケーション、ウィジェット (ニュース、検索、天気予報など)、またはその他のプログレッシブ Web アプリケーション (PWA) は使用できなくなります。

このポリシーが [有効にしてユーザーデータを削除する] (設定 [2]) に設定されている場合、このポリシーが展開されている EEA 内のすべてのデバイスから Microsoft Edge が自動的にアンインストールされ、デバイスからユーザー データが削除されます。

このポリシーが [無効] (設定 [3]) に設定されている場合、EEA 内のすべてのユーザーは、このポリシーが展開されている Microsoft Edge をアンインストールできません。

ポリシーが [未構成] (既定の設定) の場合、ドメインに参加しているデバイスで Microsoft Edge をアンインストールできるかどうかは、ユーザーの Windows の地域設定によって決まります。Microsoft Edge をアンインストールできるのは、EEA 諸国のユーザーのみです。この地域以外のユーザーは、Microsoft Edge をアンインストールできません。

このポリシーは、Windows 10 22H2 および Windows 11 23H2 以降のバージョンにおいて、以下のエディションでのみ利用可能です。Home、Pro、Pro Education、Pro for Workstations、Enterprise、Education、そして Enterprise マルチセッション版。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。

Microsoft Edge の再インストールが必要な場合:
- Microsoft Edge を再インストールするには、[インストール] ポリシーを [強制インストール (コンピューター全体)] に設定します。
- [インストール] ポリシーを [強制インストール (コンピューター全体)] に設定し、[アンインストール] ポリシーも [有効] に設定した場合、[強制インストール (コンピューター全体)] ポリシーによって [アンインストール] ポリシーが上書きされます。</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Microsoft Edge チャネルをドメインに参加しているデバイスにインストールできるかどうかを指定します。

 チャネルに対して (1) このポリシーを有効にしても、Microsoft Edge のインストールはブロックされません。

 チャネルに対して (0) このポリシーを無効にする (または、'インストールが無効' に設定する) と、Microsoft Edge のインストールがブロックされます。

 チャネルに対してこのポリシーを構成しない場合、「インストールの既定の動作を許可する」ポリシーの構成によって、ユーザーが Microsoft Edge の該当するチャネルをインストールできるかどうかが決まります。

このポリシーを [Machine-Wide のインストールを常に許可するが、Per-User インストールは許可しない (4)] に設定した場合、Microsoft Edge Dev はコンピューター全体でのみ展開されます。

このポリシーを強制的にインストール (コンピューター全体) (5) に設定した場合、"APP_NAME" は、Microsoft Edge Update が事前にインストールされている場合にのみ、コンピューター全体で展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーを [強制的にインストールする (ユーザーごと)] (6) に設定した場合、Microsoft Edge Update が事前にユーザーごとにインストールされている場合は、"APP_NAME" は基本的にユーザーごとにコンピューター全体に展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Microsoft Edge Update で Microsoft Edge からの利用可能な更新を処理する方法を指定します。

このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
 - 更新を無効にする (0): 更新プログラムは適用されません。
 - 常に更新を許可する (1) (おすすめ): 更新プログラムは、定期的な更新チェックまたは手動更新チェックで検出された場合に必ず適用されます。
 - 手動更新のみ (2): 更新プログラムは、ユーザーが手動更新チェックを実行する場合にのみ適用されます。(すべてのアプリでこのオプションのインターフェイスが提供されるわけではありません)。
 - 自動サイレント更新のみ (3): 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。

手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライドの既定値」ポリシーの指定に従って利用可能な更新プログラムを処理します。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136406 を参照してください。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">使用する Microsoft Edge 更新プログラム チャネルを指定します

このポリシーは、Microsoft Edge が従う更新プログラム チャネルを制御します。

このポリシーを有効にすると、Microsoft Edge は構成したチャネルに更新されます。
- 安定: 最新の安定バージョンに更新されます。
- ベータ: 最新のベータ版に更新されます。
- 開発: 最新の開発バージョンに更新されます。
-拡張安定: 安定版よりも長いリリース頻度に従って、最新の拡張安定版に更新されます。詳細については、https://go.microsoft.com/fwlink/?linkid=2163508 を参照してください。

このポリシーを無効にした場合、または構成しなかった場合、Microsoft Edge は既定のチャネルで利用可能な最新バージョンに更新されます。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows デバイスでのみサポートされます。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge はこのポリシー値で指定されたバージョンに更新されます。

ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge のバージョンである必要があります。

デバイスに指定の値より新しいバージョンの Microsoft Edge がある場合、Microsoft Edge は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136707 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Microsoft Edge Update では、Microsoft Edge のインストールを「ターゲット バージョンのオーバーライド」で指定されたバージョンへとロールバックすることを指定します。

このポリシーは、「ターゲット バージョンのオーバーライド」が設定され、「更新ポリシーのオーバーライド」がオン状態 (常に更新を許可する、自動サイレント更新のみ、手動更新のみ) のいずれかに設定されていない限り、何の効果もありません。

このポリシーを無効 (0) にするか、構成しない場合、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも高いバージョンのインストールはそのまま残ります。

このポリシーを有効 (1) にすると、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも新しいバージョンのインストールが対象バージョンにダウングレードされます。

最新のセキュリティ更新プログラムによる保護を確実にするために、ユーザーは最新バージョンの Microsoft Edge ブラウザーをインストールすることをお勧めします。以前のバージョンにロールバックすると、既知のセキュリティ問題にさらされるリスクがあります。このポリシーは、Microsoft Edge ブラウザー更新の問題に対処するための一時的な修正として使用することを目的としています。

ブラウザーのバージョンを一時的にロールバックする前に、組織内のすべてのユーザーに対して同期 (https://go.microsoft.com/fwlink/?linkid=2133032) をオンにすることをお勧めします。同期をオンにしない場合、閲覧データが永久に失われるリスクがあります。このポリシーは自己責任でご利用ください。

注: ロールバックに使用できる安定したチャネルのバージョンは、https://aka.ms/EdgeEnterprise で確認できます。

このポリシーは、Microsoft Edge バージョン 86 以降に適用されます。

詳細については、https://go.microsoft.com/fwlink/?linkid=2133918 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Windows Insider Program のユーザーが Microsoft Edge Update を使用して Edge プレビューに登録できるようにするかを指定できます。

 - (1) このポリシーを有効にする場合、Windows Insider Program のユーザーは、Microsoft Edge Update を使用して Edge プレビューに登録されます。

 - (0) このポリシーを無効にする場合、Windows Insider Program のユーザーは、Microsoft Edge Update を使用して Edge プレビューに登録できません。

 - このポリシーを構成しない場合、Windows Insider Program のユーザーは、既定で Microsoft Edge Update を使用して Edge プレビューに登録されます。</string>
      <string id="Explain_EdgePreviewEnrollmentTypeMicrosoftEdgeDev">このポリシーの詳細は今後のリリースで利用可能になります</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeDev">従量制課金接続としてマークされた接続 (携帯ネットワーク接続など) や、Microsoft Edge ブラウザーについてデータ使用量が制御されている他の接続で、Microsoft Edge Update を更新するかどうかを指定します。

このポリシーを有効にして構成しなかった場合、Microsoft Edge ブラウザーの [バージョン情報] ページの [従量制課金接続で更新をダウンロードする] トグルに基づいて更新が行われます。ユーザーが選択しない場合は、Windows 設定が使用されます。Windows 設定の詳細については、次のページを参照してください: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

常に更新を許可する (2): 更新は、自動更新チェックまたは手動更新チェックによって、見つかったときに常にダウンロードされます。

更新を無効にする (1): 従量制課金接続を使用している場合、更新はダウンロードされません。</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeDev">欧州経済領域 (EEA) のドメイン参加済みデバイスで、Microsoft Edge (安定チャネル) をアンインストールするか、アンインストールできないようにするかを指定できます。

このポリシーが [有効] に設定されている場合、このポリシーが展開されている EEA 内のすべてのデバイスから Microsoft Edge が自動的にアンインストールされます。ユーザー データはデバイスに保持されます。次回の Microsoft Edge Update の自動更新チェック時に、Microsoft Edge はアンインストールされます。デバイスから Microsoft Edge がアンインストールされた場合、Microsoft Edge に依存するアプリケーション、ウィジェット (ニュース、検索、天気予報など)、またはその他のプログレッシブ Web アプリケーション (PWA) は使用できなくなります。

このポリシーが [有効にしてユーザーデータを削除する] (設定 [2]) に設定されている場合、このポリシーが展開されている EEA 内のすべてのデバイスから Microsoft Edge が自動的にアンインストールされ、デバイスからユーザー データが削除されます。

このポリシーが [無効] (設定 [3]) に設定されている場合、EEA 内のすべてのユーザーは、このポリシーが展開されている Microsoft Edge をアンインストールできません。

ポリシーが [未構成] (既定の設定) の場合、ドメインに参加しているデバイスで Microsoft Edge をアンインストールできるかどうかは、ユーザーの Windows の地域設定によって決まります。Microsoft Edge をアンインストールできるのは、EEA 諸国のユーザーのみです。この地域以外のユーザーは、Microsoft Edge をアンインストールできません。

このポリシーは、Windows 10 22H2 および Windows 11 23H2 以降のバージョンにおいて、以下のエディションでのみ利用可能です。Home、Pro、Pro Education、Pro for Workstations、Enterprise、Education、そして Enterprise マルチセッション版。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。

Microsoft Edge の再インストールが必要な場合:
- Microsoft Edge を再インストールするには、[インストール] ポリシーを [強制インストール (コンピューター全体)] に設定します。
- [インストール] ポリシーを [強制インストール (コンピューター全体)] に設定し、[アンインストール] ポリシーも [有効] に設定した場合、[強制インストール (コンピューター全体)] ポリシーによって [アンインストール] ポリシーが上書きされます。</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Microsoft Edge チャネルをドメインに参加しているデバイスにインストールできるかどうかを指定します。

 チャネルに対して (1) このポリシーを有効にしても、Microsoft Edge のインストールはブロックされません。

 チャネルに対して (0) このポリシーを無効にする (または、'インストールが無効' に設定する) と、Microsoft Edge のインストールがブロックされます。

 チャネルに対してこのポリシーを構成しない場合、「インストールの既定の動作を許可する」ポリシーの構成によって、ユーザーが Microsoft Edge の該当するチャネルをインストールできるかどうかが決まります。

このポリシーを [強制的にインストールする (ユーザーごと)] (6) に設定した場合、Microsoft Edge Update が事前にユーザーごとにインストールされている場合は、"APP_NAME" は基本的にユーザーごとにコンピューター全体に展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Microsoft Edge Update で Microsoft Edge からの利用可能な更新を処理する方法を指定します。

このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
 - 更新を無効にする (0): 更新プログラムは適用されません。
 - 常に更新を許可する (1) (おすすめ): 更新プログラムは、定期的な更新チェックまたは手動更新チェックで検出された場合に必ず適用されます。
 - 手動更新のみ (2): 更新プログラムは、ユーザーが手動更新チェックを実行する場合にのみ適用されます。(すべてのアプリでこのオプションのインターフェイスが提供されるわけではありません)。
 - 自動サイレント更新のみ (3): 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。

手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライドの既定値」ポリシーの指定に従って利用可能な更新プログラムを処理します。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136406 を参照してください。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">使用する Microsoft Edge 更新プログラム チャネルを指定します

このポリシーは、Microsoft Edge が従う更新プログラム チャネルを制御します。

このポリシーを有効にすると、Microsoft Edge は構成したチャネルに更新されます。
- 安定: 最新の安定バージョンに更新されます。
- ベータ: 最新のベータ版に更新されます。
- 開発: 最新の開発バージョンに更新されます。
-拡張安定: 安定版よりも長いリリース頻度に従って、最新の拡張安定版に更新されます。詳細については、https://go.microsoft.com/fwlink/?linkid=2163508 を参照してください。

このポリシーを無効にした場合、または構成しなかった場合、Microsoft Edge は既定のチャネルで利用可能な最新バージョンに更新されます。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows デバイスでのみサポートされます。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge はこのポリシー値で指定されたバージョンに更新されます。

ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge のバージョンである必要があります。

デバイスに指定の値より新しいバージョンの Microsoft Edge がある場合、Microsoft Edge は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136707 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Microsoft Edge Update では、Microsoft Edge のインストールを「ターゲット バージョンのオーバーライド」で指定されたバージョンへとロールバックすることを指定します。

このポリシーは、「ターゲット バージョンのオーバーライド」が設定され、「更新ポリシーのオーバーライド」がオン状態 (常に更新を許可する、自動サイレント更新のみ、手動更新のみ) のいずれかに設定されていない限り、何の効果もありません。

このポリシーを無効 (0) にするか、構成しない場合、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも高いバージョンのインストールはそのまま残ります。

このポリシーを有効 (1) にすると、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも新しいバージョンのインストールが対象バージョンにダウングレードされます。

最新のセキュリティ更新プログラムによる保護を確実にするために、ユーザーは最新バージョンの Microsoft Edge ブラウザーをインストールすることをお勧めします。以前のバージョンにロールバックすると、既知のセキュリティ問題にさらされるリスクがあります。このポリシーは、Microsoft Edge ブラウザー更新の問題に対処するための一時的な修正として使用することを目的としています。

ブラウザーのバージョンを一時的にロールバックする前に、組織内のすべてのユーザーに対して同期 (https://go.microsoft.com/fwlink/?linkid=2133032) をオンにすることをお勧めします。同期をオンにしない場合、閲覧データが永久に失われるリスクがあります。このポリシーは自己責任でご利用ください。

注: ロールバックに使用できる安定したチャネルのバージョンは、https://aka.ms/EdgeEnterprise で確認できます。

このポリシーは、Microsoft Edge バージョン 86 以降に適用されます。

詳細については、https://go.microsoft.com/fwlink/?linkid=2133918 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Windows Insider Program のユーザーが Microsoft Edge Update を使用して Edge プレビューに登録できるようにするかを指定できます。

 - (1) このポリシーを有効にする場合、Windows Insider Program のユーザーは、Microsoft Edge Update を使用して Edge プレビューに登録されます。

 - (0) このポリシーを無効にする場合、Windows Insider Program のユーザーは、Microsoft Edge Update を使用して Edge プレビューに登録できません。

 - このポリシーを構成しない場合、Windows Insider Program のユーザーは、既定で Microsoft Edge Update を使用して Edge プレビューに登録されます。</string>
      <string id="Explain_EdgePreviewEnrollmentTypeMicrosoftEdgeCanary">このポリシーの詳細は今後のリリースで利用可能になります</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeCanary">従量制課金接続としてマークされた接続 (携帯ネットワーク接続など) や、Microsoft Edge ブラウザーについてデータ使用量が制御されている他の接続で、Microsoft Edge Update を更新するかどうかを指定します。

このポリシーを有効にして構成しなかった場合、Microsoft Edge ブラウザーの [バージョン情報] ページの [従量制課金接続で更新をダウンロードする] トグルに基づいて更新が行われます。ユーザーが選択しない場合は、Windows 設定が使用されます。Windows 設定の詳細については、次のページを参照してください: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

常に更新を許可する (2): 更新は、自動更新チェックまたは手動更新チェックによって、見つかったときに常にダウンロードされます。

更新を無効にする (1): 従量制課金接続を使用している場合、更新はダウンロードされません。</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeCanary">欧州経済領域 (EEA) のドメイン参加済みデバイスで、Microsoft Edge (安定チャネル) をアンインストールするか、アンインストールできないようにするかを指定できます。

このポリシーが [有効] に設定されている場合、このポリシーが展開されている EEA 内のすべてのデバイスから Microsoft Edge が自動的にアンインストールされます。ユーザー データはデバイスに保持されます。次回の Microsoft Edge Update の自動更新チェック時に、Microsoft Edge はアンインストールされます。デバイスから Microsoft Edge がアンインストールされた場合、Microsoft Edge に依存するアプリケーション、ウィジェット (ニュース、検索、天気予報など)、またはその他のプログレッシブ Web アプリケーション (PWA) は使用できなくなります。

このポリシーが [有効にしてユーザーデータを削除する] (設定 [2]) に設定されている場合、このポリシーが展開されている EEA 内のすべてのデバイスから Microsoft Edge が自動的にアンインストールされ、デバイスからユーザー データが削除されます。

このポリシーが [無効] (設定 [3]) に設定されている場合、EEA 内のすべてのユーザーは、このポリシーが展開されている Microsoft Edge をアンインストールできません。

ポリシーが [未構成] (既定の設定) の場合、ドメインに参加しているデバイスで Microsoft Edge をアンインストールできるかどうかは、ユーザーの Windows の地域設定によって決まります。Microsoft Edge をアンインストールできるのは、EEA 諸国のユーザーのみです。この地域以外のユーザーは、Microsoft Edge をアンインストールできません。

このポリシーは、Windows 10 22H2 および Windows 11 23H2 以降のバージョンにおいて、以下のエディションでのみ利用可能です。Home、Pro、Pro Education、Pro for Workstations、Enterprise、Education、そして Enterprise マルチセッション版。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。

Microsoft Edge の再インストールが必要な場合:
- Microsoft Edge を再インストールするには、[インストール] ポリシーを [強制インストール (コンピューター全体)] に設定します。
- [インストール] ポリシーを [強制インストール (コンピューター全体)] に設定し、[アンインストール] ポリシーも [有効] に設定した場合、[強制インストール (コンピューター全体)] ポリシーによって [アンインストール] ポリシーが上書きされます。</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Microsoft Edge チャネルをドメインに参加しているデバイスにインストールできるかどうかを指定します。

 チャネルに対して (1) このポリシーを有効にしても、Microsoft Edge のインストールはブロックされません。

 チャネルに対して (0) このポリシーを無効にする (または、'インストールが無効' に設定する) と、Microsoft Edge のインストールがブロックされます。

 チャネルに対してこのポリシーを構成しない場合、「インストールの既定の動作を許可する」ポリシーの構成によって、ユーザーが Microsoft Edge の該当するチャネルをインストールできるかどうかが決まります。

このポリシーを [Machine-Wide のインストールを常に許可するが、Per-User インストールは許可しない (4)] に設定した場合、Microsoft Edge WebView はコンピューター全体でのみ展開されます。

このポリシーを強制的にインストール (コンピューター全体) (5) に設定した場合、"APP_NAME" は、Microsoft Edge Update が事前にインストールされている場合にのみ、コンピューター全体で展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Microsoft Edge Update で Microsoft Edge からの利用可能な更新を処理する方法を指定します。

このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
 - 更新を無効にする (0): 更新プログラムは適用されません。
 - 常に更新を許可する (1) (おすすめ): 更新プログラムは、定期的な更新チェックまたは手動更新チェックで検出された場合に必ず適用されます。
 - 手動更新のみ (2): 更新プログラムは、ユーザーが手動更新チェックを実行する場合にのみ適用されます。(すべてのアプリでこのオプションのインターフェイスが提供されるわけではありません)。
 - 自動サイレント更新のみ (3): 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。

手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライドの既定値」ポリシーの指定に従って利用可能な更新プログラムを処理します。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136406 を参照してください。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">使用する Microsoft Edge 更新プログラム チャネルを指定します

このポリシーは、Microsoft Edge が従う更新プログラム チャネルを制御します。

このポリシーを有効にすると、Microsoft Edge は構成したチャネルに更新されます。
- 安定: 最新の安定バージョンに更新されます。
- ベータ: 最新のベータ版に更新されます。
- 開発: 最新の開発バージョンに更新されます。
-拡張安定: 安定版よりも長いリリース頻度に従って、最新の拡張安定版に更新されます。詳細については、https://go.microsoft.com/fwlink/?linkid=2163508 を参照してください。

このポリシーを無効にした場合、または構成しなかった場合、Microsoft Edge は既定のチャネルで利用可能な最新バージョンに更新されます。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows デバイスでのみサポートされます。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge はこのポリシー値で指定されたバージョンに更新されます。

ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge のバージョンである必要があります。

デバイスに指定の値より新しいバージョンの Microsoft Edge がある場合、Microsoft Edge は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136707 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Microsoft Edge Update では、Microsoft Edge のインストールを「ターゲット バージョンのオーバーライド」で指定されたバージョンへとロールバックすることを指定します。

このポリシーは、「ターゲット バージョンのオーバーライド」が設定され、「更新ポリシーのオーバーライド」がオン状態 (常に更新を許可する、自動サイレント更新のみ、手動更新のみ) のいずれかに設定されていない限り、何の効果もありません。

このポリシーを無効 (0) にするか、構成しない場合、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも高いバージョンのインストールはそのまま残ります。

このポリシーを有効 (1) にすると、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも新しいバージョンのインストールが対象バージョンにダウングレードされます。

最新のセキュリティ更新プログラムによる保護を確実にするために、ユーザーは最新バージョンの Microsoft Edge ブラウザーをインストールすることをお勧めします。以前のバージョンにロールバックすると、既知のセキュリティ問題にさらされるリスクがあります。このポリシーは、Microsoft Edge ブラウザー更新の問題に対処するための一時的な修正として使用することを目的としています。

ブラウザーのバージョンを一時的にロールバックする前に、組織内のすべてのユーザーに対して同期 (https://go.microsoft.com/fwlink/?linkid=2133032) をオンにすることをお勧めします。同期をオンにしない場合、閲覧データが永久に失われるリスクがあります。このポリシーは自己責任でご利用ください。

注: ロールバックに使用できる安定したチャネルのバージョンは、https://aka.ms/EdgeEnterprise で確認できます。

このポリシーは、Microsoft Edge バージョン 86 以降に適用されます。

詳細については、https://go.microsoft.com/fwlink/?linkid=2133918 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Windows Insider Program のユーザーが Microsoft Edge Update を使用して Edge プレビューに登録できるようにするかを指定できます。

 - (1) このポリシーを有効にする場合、Windows Insider Program のユーザーは、Microsoft Edge Update を使用して Edge プレビューに登録されます。

 - (0) このポリシーを無効にする場合、Windows Insider Program のユーザーは、Microsoft Edge Update を使用して Edge プレビューに登録できません。

 - このポリシーを構成しない場合、Windows Insider Program のユーザーは、既定で Microsoft Edge Update を使用して Edge プレビューに登録されます。</string>
      <string id="Explain_EdgePreviewEnrollmentTypeMicrosoftEdgeWebView">このポリシーの詳細は今後のリリースで利用可能になります</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeWebView">従量制課金接続としてマークされた接続 (携帯ネットワーク接続など) や、Microsoft Edge ブラウザーについてデータ使用量が制御されている他の接続で、Microsoft Edge Update を更新するかどうかを指定します。

このポリシーを有効にして構成しなかった場合、Microsoft Edge ブラウザーの [バージョン情報] ページの [従量制課金接続で更新をダウンロードする] トグルに基づいて更新が行われます。ユーザーが選択しない場合は、Windows 設定が使用されます。Windows 設定の詳細については、次のページを参照してください: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

常に更新を許可する (2): 更新は、自動更新チェックまたは手動更新チェックによって、見つかったときに常にダウンロードされます。

更新を無効にする (1): 従量制課金接続を使用している場合、更新はダウンロードされません。</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeWebView">欧州経済領域 (EEA) のドメイン参加済みデバイスで、Microsoft Edge (安定チャネル) をアンインストールするか、アンインストールできないようにするかを指定できます。

このポリシーが [有効] に設定されている場合、このポリシーが展開されている EEA 内のすべてのデバイスから Microsoft Edge が自動的にアンインストールされます。ユーザー データはデバイスに保持されます。次回の Microsoft Edge Update の自動更新チェック時に、Microsoft Edge はアンインストールされます。デバイスから Microsoft Edge がアンインストールされた場合、Microsoft Edge に依存するアプリケーション、ウィジェット (ニュース、検索、天気予報など)、またはその他のプログレッシブ Web アプリケーション (PWA) は使用できなくなります。

このポリシーが [有効にしてユーザーデータを削除する] (設定 [2]) に設定されている場合、このポリシーが展開されている EEA 内のすべてのデバイスから Microsoft Edge が自動的にアンインストールされ、デバイスからユーザー データが削除されます。

このポリシーが [無効] (設定 [3]) に設定されている場合、EEA 内のすべてのユーザーは、このポリシーが展開されている Microsoft Edge をアンインストールできません。

ポリシーが [未構成] (既定の設定) の場合、ドメインに参加しているデバイスで Microsoft Edge をアンインストールできるかどうかは、ユーザーの Windows の地域設定によって決まります。Microsoft Edge をアンインストールできるのは、EEA 諸国のユーザーのみです。この地域以外のユーザーは、Microsoft Edge をアンインストールできません。

このポリシーは、Windows 10 22H2 および Windows 11 23H2 以降のバージョンにおいて、以下のエディションでのみ利用可能です。Home、Pro、Pro Education、Pro for Workstations、Enterprise、Education、そして Enterprise マルチセッション版。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。

Microsoft Edge の再インストールが必要な場合:
- Microsoft Edge を再インストールするには、[インストール] ポリシーを [強制インストール (コンピューター全体)] に設定します。
- [インストール] ポリシーを [強制インストール (コンピューター全体)] に設定し、[アンインストール] ポリシーも [有効] に設定した場合、[強制インストール (コンピューター全体)] ポリシーによって [アンインストール] ポリシーが上書きされます。</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">更新チェックの間隔 (分)</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">時</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">分</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">期間</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">要求するダウンロード URL の種類</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">プロキシサーバー設定の指定方法を選択する</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>プロキシ サーバーのアドレスまたは URL</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>プロキシ .pac ファイルへの URL</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">更新ポリシー</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">更新ポリシー</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>ターゲット バージョン</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">実験および構成サービスとのアップデーターの通信を制御する</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">ターゲット チャネル
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_EdgePreviewEnrollmentType">
        <dropdownList refId="Part_EdgePreviewEnrollmentType"
            defaultItem="0">登録の種類</dropdownList>
      </presentation>
      <presentation id="Pol_DefaultMeteredUpdates">
        <dropdownList refId="Part_DefaultMeteredUpdatesPolicy"
            defaultItem="0">既定の従量制更新ポリシー</dropdownList>
      </presentation>
      <presentation id="Pol_MeteredUpdates">
        <dropdownList refId="Part_MeteredUpdatesPolicy"
            defaultItem="0">従量制更新ポリシー</dropdownList>
      </presentation>
      <presentation id="Pol_UninstallEdge">
        <dropdownList refId="Part_UninstallEdgePolicy"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">インストール ポリシー</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">インストール ポリシー</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>